Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# settings.general.package-caveats.minified.info
source: 􀅴 Click on the "Has caveats" pill to see the caveats
cs: 􀅴 Pro zobrazení poznámek klikněte na pilulku "Poznámky k balíčku"
de: 􀅴 Klicke auf "Hat vorbehalte" Pille, um die Vorbehalte zu sehen
es_419: 􀅴 Haz clic en la etiqueta "Tiene advertencias" para ver las advertencias.
fr: 􀅴 Cliquez sur la pastille "Avertissements" pour voir les avertissements
it: 􀅴 Fai clic sulla pillola “Ha condizioni” per vedere le condizioni
ko: 􀅴 주의 사항을 보려면 '주의 사항 있음'을 클릭하세요.
pt_pt: Clica no “Tem avisos” para ver os avisos
ru: 􀅴 Нажмите на значок "Имеет предписания", чтобы их увидеть
tr: 􀅴 "Şerhleri görmek için "Şerhleri var" etiketine tıklayın"
uk: 􀅴 Натисніть на кнопку "Має застереження", щоб побачити застереження
zh_hans: 􀅴 点击 "查看警告" 按钮以查看警告信息
zh_hant: 􀅴 點擊「含有警告資訊」鈕來查看警訊

# settings.general.package-details
source: Package details:
cs: Podrobnosti o balíčcích:
de: Paketdetails:
es_419: Detalles del paquete
fr: Détails du paquet :
it: Dettagli pacchetti:
ko: 패키지 세부 정보:
pt_pt: Detalhes da biblioteca:
ru: Подробности пакетов:
tr: Paket detayları:
uk: інформація про пакет:
zh_hans: 软件包详情：
zh_hant: 套件詳細資訊：

# settings.general.package-details.enable-swipe-actions.toggle
source: Enable swipe actions
cs: Akce při přetažení
de: Wischaktionen aktivieren
es_419: Habilitar gestos de deslizamiento
fr: Activer les actions de balayage
it: Abilita azioni di scorrimento
ru: Включить жесты смахивания с помощью трекпада и Magic Mouse
tr: Kaydırma eylemlerini etkinleştir
uk: Ввімкнути дії свайпами
zh_hans: 启用滑动手势
zh_hant: 啟用滑動操作

# settings.general.package-details.reveal-in-finder.toggle
source: Allow revealing packages in Finder
cs: Možnost zobrazit balíčky ve Finderu
de: Anzeigen von Paketen im Finder zulassen
es_419: Permitir revelar paquetes en Finder
fr: Autoriser la révélation des paquets dans Finder
it: Consenti di mostrare i pacchetti nel Finder
ko: Finder에서 패키지 공개 허용
pt_pt: Permitir a revelação de bibliotecas no Finder
ru: Возможность показать пакет в Finder
tr: Finder'da paket gösterimine izin ver
uk: Дозволити відкривати пакети у Finder
zh_hans: 允许在访达中显示软件包
zh_hant: 允許在 Finder 裡顯示套件

# settings.general.package-details.toggle
source: Show search field for dependencies
cs: Zobrazit vyhledávací pole závislostí
de: Suchfeld für Abhängigkeiten anzeigen
es_419: Mostrar el campo de búsqueda para dependencias
fr: Afficher le champ de recherche pour les dépendances
it: Mostra campo di ricerca per le dipendenze
ko: 종속성 검색 필드 표시
pt_pt: Mostrar campo de pesquisa para dependências
ru: Показывать поле поиска для зависимостей
tr: Bağımlılıkları arama kutucuğunu göster
uk: Показати поле пошуку для залежностей
zh_hans: 显示依赖搜索框
zh_hant: 顯示依賴項目的搜尋欄位

# settings.general.package-notes
source: Package notes:
cs: Poznámky k balíčkům:
de: Hinweise zum Paket:
es_419: Notas del paquete:
fr: Notes du paquet :
it: Note pacchetto:
ru: Комментарии пакетов:
tr: Paket notları:
uk: Примітки до пакету:
zh_hans: 软件包说明:
zh_hant: 套件備註：

# settings.general.display-only-intentionally-installed-packages.no
source: Show all packages, including dependencies
cs: Zobrazit všechny balíčky, včetně závislostí
de: Zeige alle Pakete mit Anhängigkeiten
es_419: Mostrar todos los paquetes, incluyendo las dependencias
fr: Afficher tous les paquets, y compris les dépendances
it: Mostra tutti i pacchetti, incluse le dipendenze
ko: 종속성을 포함한 모든 패키지 표시
pt_pt: Mostrar todas as bibliotecas, incluíndo dependências
ru: Показывать все пакеты, включая их зависимости
tr: Bağımlılıklar dahil tüm paketleri göster
uk: Показати всі пакети, включаючи залежності
zh_hans: 显示包括依赖的所有软件包
zh_hant: 顯示包括依賴項目的所有套件

# settings.general.dependencies.toggle
source: Show more info about dependencies
cs: Zobrazit více informací o závislostech
de: Weitere Informationen zu Abhängigkeiten anzeigen
es_419: Mostrar más información sobre las dependencias
fr: Affichez plus d'informations sur les dépendances
it: Mostra più informazioni sulle dipendenze
ko: 종속성에 대한 자세한 정보 표시
pt_pt: Mostrar mais informações sobre dependências
ru: Показывать больше информации о зависимостях
tr: Bağımlılıklar hakkında daha fazla bilgi göster
uk: Показати більше інформації про залежності
zh_hans: 显示更多关于依赖的信息
zh_hant: 顯示更多依賴項目的資訊

# settings.general.sort-packages
source: Sort packages by:
cs: Řadit balíčky podle:
de: Pakete sortieren nach:
es_419: Ordenar paquetes por:
fr: Trié les paquets par :
it: Ordina pacchetti per:
ko: 패키지 정렬 기준:
pt_pt: Ordenar bibliotecas por:
ru: Сортировать пакеты по:
tr: Paketleri şuna göre sırala:
uk: Сортувати пакети за:
zh_hans: 排序方式：
zh_hant: 套件排序：

# settings.notifications.notify-about-mass-adoption-result
source: App adoption results
cs: Výsledky přidávání aplikací
de: Ergebnisse der App-Verwaltung
es_419: Añadir resultados de adopcion
fr: Résultats de l’adoption des applications
it: Risultati adozione app
ru: Результаты перевода приложений под контроль Homebrew
tr: Uygulama devralma sonuçları
zh_hant: 應用程式接管結果

# settings.general.outdated-packages.display-amount.version-only
source: Versions only
cs: Pouze verze
de: Nur Versionen
es_419: Solo versiones
it: Solo versioni
pt_pt: Versões apenas
ru: Только старая и новая версии
tr: Yalnızca Sürümler
uk: Тільки версії
zh_hans: 仅版本号
zh_hant: 僅版本資訊

# settings.install-uninstall.installation.enable-automatic-cleanup.alert.message
source: Disabling automatic cleanups might break your Homebrew installation.
cs: Neprovádění automatických čištění může rozbít Homebrew.
de: Die Deaktivierung der automatischen Bereinigung könnte die Homebrew-Installation zerstören.
es_419: Desactivar las limpiezas automáticas podría afectar la instalación de Homebrew.
fr: La désactivation des nettoyages automatiques pourrait compromettre votre installation Homebrew.
it: Disattivare la pulizia automatica potrebbe compromettere la tua installazione di Homebrew.
ko: 자동 정리를 비활성화하면 홈브루 설치가 중단될 수 있습니다.
pt_pt: Desativar as limpezas automáticas pode interromper a instalação do Homebrew.
ru: Отключение автоматической очистки может привести к поломке Homebrew.
tr: Otomatik temizleme işlevini devre dışı bırakmak Homebrew kurulumunuzu bozabilir.
uk: Вимкнення автоматичного очищення може пошкодити інсталяцію Homebrew
zh_hans: 关闭自动清理可能会破坏你的 Homebrew 安装。
zh_hant: 停用自動清理可能導致 Homebrew 故障。

# settings.install-uninstall
source: Packages
cs: Balíčky
es_419: Paquetes
fr: Paquets
it: Pacchetti
pt_pt: Bibliotecas
ru: Пакеты
tr: Paketler
uk: Пакети
zh_hans: 软件包
zh_hant: 套件

# settings.install-uninstall.compatibility-checking.label
source: Compatibility:
cs: Kompatibilita:
de: Kompatibilität:
es_419: Compatibilidad:
fr: Compatibilité :
it: Compatibilità:
ko: 호환성:
pt_pt: Compatibilidade:
ru: Совместимость:
tr: Uyumluluk:
uk: Сумісність:
zh_hans: 兼容性：
zh_hant: 相容性：

# settings.install-uninstall.compatibility-checking.toggle
source: Check package compatibility
cs: Kontrolovat, zda jsou balíčky kompatibilní
de: Paket Kompatibilität Prüfen
es_419: Comprobar compatibilidad del paquete
fr: Vérifier la compatibilité du paquet
it: Verifica compatibilità pacchetti
ko: 패키지 호환성 확인
pt_pt: Verificar compatibilidade de biblioteca
ru: Предупреждение при установке несовместимых пакетов
tr: Paket uyumluluğunu kontrol et
uk: Перевіряти сумісність пакетів
zh_hans: 检查软件包兼容性
zh_hant: 檢查套件相容性

# settings.install-uninstall.include-greedy-packages.toggle
source: Show packages not managed by Homebrew
cs: Zobrazit balíčky nespravované přes Homebrew
de: Pakete anzeigen, die nicht von Homebrew verwaltet werden
es_419: Mostrar paquetes no manejados por Homebrew
fr: Afficher les paquets non gérés par Homebrew
it: Mostra pacchetti non gestiti da Homebrew
ru: Показывать самообновляющиеся пакеты
tr: Homebrew tarafından yönetilmeyen paketleri göster
uk: Показати пакети, які не керуються Homebrew
zh_hans: 显示非 Homebrew 管理的软件包
zh_hant: 顯示非 Homebrew 管理的套件

# settings.install-uninstall.installation
source: Installation:
cs: Instalace:
de: Installationen:
es_419: Instalación:
it: Installazione:
ko: 설치:
pt_pt: Instalação:
ru: Установка:
tr: Kurulum:
uk: Встановлення:
zh_hans: 安装：
zh_hant: 安裝：

# settings.install-uninstall.installation.automatically-accept-eulas
source: Automatically accept package EULAs
cs: Automaticky přijímat licenční podmínky
de: Paket-EULAs automatisch akzeptieren
es_419: Aceptar automáticamente los EULAs del paquete
fr: Accepter automatiquement les contrats de licence des paquets
it: Accetta automaticamente EULA dei pacchetti
ru: Автоматически принимать лицензионные соглашения
tr: Paket lisans anlaşmalarını (EULA) otomatik olarak kabul et
uk: Автоматично приймати ліцензійні угоди пакету
zh_hans: 自动接受软件包最终用户许可协议
zh_hant: 自動同意套件使用條款

# settings.install-uninstall.installation.enable-automatic-cleanup.alert.confirm
source: Disable Automatic Cleanup
cs: Vypnout automatické čištění
de: Deaktiviere die automatische Berenigung
es_419: Desactivar la limpieza automática
fr: Désactiver le nettoyage automatique
it: Disattiva pulizia automatica
ko: 자동 정리 비활성화
pt_pt: Desativar Limpeza Automática
ru: Отключить автоматическую очистку
tr: Otomatik Temizlemeyi Devre Dışı Bırak
uk: Вимкнути автоматичне очищення
zh_hans: 关闭自动清除
zh_hant: 停用自動清理

source: Allow purging packages?
cs: Povolit mazání podpůrných souborů balíčků?
de: Löschen der Pakete zulassen?
es_419: ¿Permitir purgar paquetes?
fr: Autoriser la purge des paquets ?
it: Consentire purga dei pacchetti?
ko: 패키지 제거 허용하나요?
pt_pt: Permitir limpeza de bibliotecas?
ru: Разрешить искоренение пакетов?
tr: Paketlerin temizlenmesine izin verilsin mi?
uk: Дозволити повне видалення пакетів?
zh_hans: 是否允许清除软件包？
zh_hant: 允許清除套件？

# settings.install-uninstall.installation.enable-automatic-cleanup.alert.title
source: Are you sure you want to disable automatic cleanups?
cs: Určitě chcete vypnout automatické čištění zastaralých souborů?
de: Bist du sicher, dass du die automatische Paketbereinigung deaktivieren möchtest?
es_419: ¿Estás seguro de que quieres desactivar las limpiezas automáticas?
fr: Êtes-vous sûr de vouloir désactiver les nettoyages automatiques ?
it: Vuoi disattivare la pulizia automatica?
ko: 자동 정리를 비활성화하시겠습니까?
pt_pt: Tens a certezaque queres desativar as limpezas automáticas?
ru: Вы точно хотите отключить автоматическую очистку?
tr: Otomatik temizleme işlevini devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вимкнути автоматичне очищення?
zh_hans: 你确定要禁用自动清理吗？
zh_hant: 您確定要停用自動清理？

# settings.general.sort-packages.install-date
source: Installation Date
cs: Data instalace
de: Installationsdatum
es_419: Fecha de instalación
fr: Date d'installation
it: Data di installazione
ko: 설치 날짜
pt_pt: Data de instalação
ru: Дате установки
tr: Yükleme Tarihi
uk: Датою встановлення
zh_hans: 安装日期
zh_hant: 安裝日期

# settings.install-uninstall.installation.enable-automatic-cleanup.warning
source: Disabling cleanup makes installing packages faster, but makes Homebrew slower overall. Disabling this option might break your Homebrew installation. This option also controls automatic cleanups that occur after you have not used Homebrew for more than 30 days.
cs: Zakázáním čištění zastaralých souborů zrychlíte instalace balíčků, ale Homebrew celkově zpomalíte. Zakázání čištění může váš Homebrew rozbít. Tato volba ovládá také automatické čištění balíčků po 30 dnech neaktivity.
de: Die Deaktivierung der Bereinigung beschleunigt die Installation von Paketen, aber macht Homebrew insgesamt langsamer. Die Deaktivierung dieser Option könnte Ihre Homebrew-Installation zerstören. Diese Option steuert auch automatische Bereinigungen, die erfolgen nachdem Homebrew mehr als 30 Tage lang nicht benutzt wurde.
es_419: Desactivar la limpieza hace que la instalación de paquetes sea más rápida, pero ralentiza Homebrew en general. Deshabilitar esta opción podría afectar la instalación de Homebrew. Esta opción también controla las limpiezas automáticas que ocurren después de que no hayas usado Homebrew durante más de 30 días.
fr: La désactivation du nettoyage des packages accélères l'installation, mais ralentit globalement Homebrew. La désactivation de cette option pourrait compromettre votre installation Homebrew. Cette option contrôle également les nettoyages automatiques qui se produisent après 30 jours d'inactivité de Homebrew.
it: Disattivare la pulizia automatica rende l’installazione dei pacchetti più veloce, ma fa sì che Homebrew sia più lento in generale. Disattivare questa opzione potrebbe compromettere la tua installazione di Homebrew. Questa opzione controlla anche la pulizia automatica che avviene dopo 30 giorni di mancato utilizzo di Homebrew.
ko: 정리를 비활성화하면 패키지를 더 빠르게 설치할 수 있습니다, 하지만 전체적으로 홈브루의 속도가 느려집니다. 이 옵션을 비활성화하면 Homebrew 설치가 중단될 수 있습니다. 이 옵션은 또한 30일 이상 홈브루를 사용하지 않은 후에 발생하는 자동 정리 자동 정리도 제어합니다.
pt_pt: Desativar a limpeza torna a instalação de blibliotecas mais rápida, mas torna o Homebrew mais lento no geral. Desativar esta opção pode interromper a instalação do Homebrew. Esta opção também controla limpezas automáticas que ocorrem depois de não usar o Homebrew por mais de 30 dias.
ru: Установка без очистки быстрее, но делает сам Homebrew медленнее. Отключение этой опции может сломать Homebrew. Эта опция также отвечает за автоматическую очистку в случае, если вы не использовали Homebrew больше 30 дней.
tr: Temizleme işlevini devre dışı bırakmak paket kurulumunu hızlandırır ancak Homebrew’u genel anlamda yavaşlatır. Bu seçeneği devre dışı bırakmak Homebrew kurulumunuzu bozabilir. Bu seçenek ayrıca Homebrew’u 30 günden fazla kullanmadığınızda gerçekleşen otomatik temizleme işlemlerini de kontrol eder.
uk: Якщо вимкнути очищення, то встановлення пакетів буде швидшим, але в цілому Homebrew стане повільнішим. Вимкнення цієї опції може порушити Вашу інсталацію Homebrew. Ця опція також контролює автоматичне очищення, яке відбувається після того, як Ви не використовували Homebrew більше 30 днів.
zh_hans: 禁用清理功能可加快软件包安装速度， 但会降低 Homebrew 的整体性能。 禁用此选项可能会损坏您的 Homebrew 安装。 此选项还控制在您超过 30 天未使用 Homebrew 后的自动清理。
zh_hant: 停用清理功能會加快套件安裝速度，但會讓 Homebrew 整體執行變慢。 停用此選項可能會損壞你的 Homebrew 安裝。 此選項同時也控制自動清理功能，當你超過 30 天未使用 Homebrew 時會自動執行清理。

# settings.install-uninstall.installation.toggle
source: Show list of packages currently being installed
cs: Zobrazit seznam právě instalovaných balíčků
de: Liste der aktuell installierten Pakete anzeigen
es_419: Mostrar lista de paquetes que se están instalando actualmente
fr: Afficher la liste des paquets actuellement en cours d'installation
it: Mostra lista dei pacchetti in installazione
ko: 현재 설치 중인 패키지 목록 표시
pt_pt: Mostras lista de bibliotecas serem instaladas
ru: Показывать список установленных пакетов
tr: Yüklenmekte olan paketlerin listesini göster
uk: Показати список встановлених пакетів
zh_hans: 显示当前已安装的软件包列表
zh_hant: 顯示目前正在安裝的套件清單

# settings.install-uninstall.package-removal.label
source: Package removal:
cs: Odinstalace balíčků:
de: Entfernung des Pakets:
es_419: Eliminación de paquetes:
fr: Suppression des paquets :
it: Rimozione pacchetti:
ko: 패키지 제거:
pt_pt: Remoção de biblioteca:
ru: Удаление пакетов:
tr: Paket kaldırma:
uk: Видалення пакету:
zh_hans: 软件包移除:
zh_hant: 移除套件：

# settings.install-uninstall.request-removal-confirmation.toggle
source: Require confirmation when removing packages
cs: Před mazáním balíčků požadovat potvrzení
de: Beim Entfernen von Paketen eine Bestätigung verlangen
es_419: Requerir confirmación al eliminar paquetes
fr: Demander une confirmation lors de la suppression de paquets
it: Richiedi conferma quando rimuovi i pacchetti
ko: 패키지 제거 시 확인 필요
pt_pt: Exigir confirmação ao remover bibliotecas
ru: Запрашивать подтверждение при удалении пакетов
tr: Paketleri kaldırırken onay iste
uk: Вимагати підтвердження при видаленні пакетів
zh_hans: 删除软件包时需要确认
zh_hant: 解除安裝套件時要求確認

# settings.install-uninstall.uninstallation
source: Uninstallation:
cs: Odinstalace:
de: Deinstallation:
es_419: Desinstalación:
fr: Désinstallation :
it: Disinstallazione:
ko: 제거:
pt_pt: Desinstalação:
ru: Удаление
tr: Kaldırma:
uk: Видалення:
zh_hans: 卸载：
zh_hant: 解除安裝：

# settings.install-uninstall.uninstallation.allow-more-complete-uninstallation
source: Enable package purging
cs: Povolit mazání všech podpůrných souborů balíčku
de: Paketbereinigung aktivieren
es_419: Activar la purga de paquetes
fr: Activer la suppression des paquets
it: Abilita purga dei pacchetti
ko: 패키지 제거 활성화
pt_pt: Ativar limpeza de bibliotecas
ru: Разрешить искоренение пакетов
tr: Paket temizliğini etkinleştir
uk: Увімкнути повне видалення
zh_hans: 启用软件包清除
zh_hant: 啟用套件清除

source: Purging may break your other packages. Are you sure you want to continue?
cs: Mazání podpůrných souborů může způsobit, že ostatní balíčky přestanou fungovat Určitě chcete tuto možnost zapnout?
de: Durch das Bereinigen können anderen Pakete beschädigt werden. Bist du sicher, dass du fortfahren möchtest?
es_419: Purgar puede afectar a otros paquetes. ¿Estás seguro de que quieres continuar?
fr: La purge peut endommager vos autres paquets Êtes-vous sûr de vouloir continuer ?
it: La purga potrebbe compromettere gli altri pacchetti. Vuoi continuare?
ko: 제거하면 다른 패키지가 손상될 수 있습니다. 계속하시겠습니까?
pt_pt: A limpeza pode corromper outras bibliotecas. Tens certeza de que desejas continuar?
ru: Искоренение может сломать другие пакеты. Вы уверены?
tr: Paket temizleme işlemi diğer paketlerinize zarar verebilir. Devam etmek istediğinizden emin misiniz?
uk: Повне видалення може зламати інші Ваші пакети. Ви впевнені, що хочете продовжити?
zh_hans: 清除操作可能破坏其他软件包 确定要继续吗？
zh_hant: 清除動作可能會導致其他套件故障。 您確定要繼續？

source: Enable Package Purging
cs: Povolit mazání podpůrných souborů
de: Paketbereinigung aktivieren
es_419: Activar la purga de paquetes
fr: Activer la purge des paquets
it: Abilita purga pacchetti
ko: 패키지 제거 활성화
pt_pt: Ativar limpeza de bibliotecas
ru: Разрешить искоренение пакетов
tr: Paket Temizliğini Etkinleştir
uk: Увімкнути повне видалення
zh_hans: 启用软件包清除
zh_hant: 啟用清除套件

# maintenance.results.package-cache.skipped-%@
source: Some caches weren't purged because of %@ not being updated
cs: Mezipaměť některých balíčků nebyla vymazána, protože balíček %@ je zastaralý
de: Einige Zwischenspeicher wurden nicht geleert, weil %@ nicht aktualisiert wurde
es_419: Algunos caches no pudieron ser purgados debido a que %@ no estaba actualizado
fr: Certains caches n'ont pas été purgés en raison de %@ qui n'a pas été mis à jour
it: Alcune cache non sono state purgate perché %@ non è aggiornato
ko: 업데이트되지 않은 %@로 인해 일부 캐시가 제거되지 않았습니다.
pt_pt: Algumas caches não foram limpas devido à %@ não estar atualizada
ru: Не все кеши были очищены, так как %@ не обновляется
tr: Bazı önbellekler, %@ güncellenmediği için temizlenemedi
uk: Деякі кеші не було очищено через те, що %@ не було оновлено
zh_hans: 因 %@ 没有更新，部分缓存未被清除
zh_hant: 有些快取因為 %@ 未更新而未清除

# settings.general.sort-packages.size
source: Size
cs: Velikosti
de: Größe
es_419: Tamaño
fr: Taille
it: Dimensioni
ko: 크기
pt_pt: Tamanho
ru: Размеру
tr: Boyut
uk: Розміром
zh_hans: 大小
zh_hant: 大小

# settings.install-uninstall.installation.enable-automatic-cleanup
source: Clean up after old packages
cs: Čistit zastaralé soubory
de: Bereinigen alter Pakete
es_419: Limpiar paquetes viejos
fr: Nettoyer les anciens paquets
it: Pulisci i dati dei pacchetti vecchi
ko: 오래된 패키지 정리
pt_pt: Limpar bibliotecas antigas
ru: Производить очистку после удаления пакетов
tr: Eski paketleri temizle
uk: Прибирання після старих пакетів
zh_hans: 清除旧软件包
zh_hant: 清理舊版套件

# settings.install-uninstall.uninstallation.show-real-time-terminal-outputs
source: Show real-time outputs of operations
cs: Zobrazit výstupy příkazů v reálném čase
de: Echtzeit Ausgabe anzeigen
es_419: Mostrar salidas en tiempo real de las operaciones
fr: Afficher les sorties en temps réel des opérations
it: Mostra output in tempo reale delle operazioni
ko: 작업의 실시간 결과물 표시
pt_pt: Mostrar outputs das operações em tempo real
ru: Показывать вывод операций в реальном времени
tr: İşlem çıktılarını gerçek zamanlı göster
uk: Показати вивід операцій у реальному часі
zh_hans: 显示终端实时输出
zh_hant: 顯示操作的即時輸出

# settings.install-uninstall.uninstallation.purge-cache
source: Purge cache after uninstalling packages
cs: Po odinstalování balíčků vymazat mezipaměť
de: Zwischenspeicher nach der Installationen leeren
es_419: Limpiar la caché después de desinstalar paquetes
fr: Purger le cache après la désinstallation des paquets
it: Purga la cache dopo aver disinstallato i pacchetti
ko: 패키지 제거 후 캐시 제거
pt_pt: Limpar cache depois de desinstalar uma biblioteca
ru: Чистить кеш после удаления пакетов
tr: Paket kaldırıldıktan sonra önbelleği temizle
uk: Очистити кеш після видалення пакетів
zh_hans: 在卸载软件包后清除缓存
zh_hant: 套件解除安裝後清除快取

source: Show real-time outputs by default
cs: Vždy zobrazit výstupy v reálném čase
de: Echtzeit-Ausgabe automatisch einblenden
es_419: Mostrar salidas en tiempo real de forma predeterminada
fr: Afficher les sorties en temps réel par défaut
it: Mostra gli output in tempo reale di default
ko: 기본적으로 실시간 출력 표시
pt_pt: Mostrar outputs das operações por padrão
ru: Показывать вывод в реальном времени по умолчанию
tr: Varsayılan olarak gerçek zamanlı çıktıları göster
uk: Показувати вивід в режимі реального часу за замовчуванням
zh_hans: 默认展开终端实时输出
zh_hant: 預設顯示即時輸出

# settings.maintenance
source: Maintenance
cs: Údržba
de: Wartung
es_419: Mantenimiento
it: Manutenzione
ko: 유지 관리
pt_pt: Manutenção
ru: Обслуживание
tr: Bakım
uk: Обслуговування
zh_hans: 维护
zh_hant: 維護

# settings.maintenance.default-steps
source: Set default steps
cs: Výchozí kroky
de: Standardschritte festlegen
es_419: Establecer pasos predeterminados
fr: Définir les étapes par défaut
it: Imposta passaggi di default
ko: 기본 단계 설정
pt_pt: Definir passos padrão
ru: Действия по умолчанию
tr: Varsayılan adımları belirle
uk: Встановити кроки за замовчуванням
zh_hans: 设置默认步骤
zh_hant: 設定預設步驟

# settings.notifications
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es_419: Notificaciones
it: Notifiche
ko: 알림
pt_pt: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# settings.notifications.enable-notifications
source: Enable notifications
cs: Zapnout oznámení
de: Benachrichtigungen aktivieren
es_419: Habilitar notificaciones
fr: Activer les notifications
it: Abilita le notifiche
ko: 알림 활성화
pt_pt: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
uk: Увімкнути сповіщення
zh_hans: 启用通知
zh_hant: 啟用通知

# settings.notifications.explanation
source: Notifications will get shown only when Cork is not the active window
cs: Oznámení dostanete pouze, když Cork nemáte v popředí
de: Benachrichtigungen werden nur angezeigt, wenn Cork nicht das aktive Fenster ist
es_419: Las notificaciones se mostrarán sólo cuando Cork no sea la ventana activa
fr: Les notifications ne s'afficheront que lorsque Cork ne sera pas la fenêtre active
it: Le notifiche verranno mostrate solo quando Cork non è la finestra attiva
ko: 알림은 코크가 활성 창이 아닐 때만 표시됩니다.
pt_pt: Notificações aparecerão só quando o Cork não estiver numa janela ativa
ru: Вы будете получать уведомления, когда окно Cork не активно
tr: Cork penceresi aktif değilken bildirimler gösterilecektir
uk: Сповіщення будуть показані тільки тоді, коли вікно Cork буде неактивним
zh_hans: Cork 只有当不在前台时才会推送通知
zh_hant: 只有當 Cork 不是作用中視窗時，通知才會顯示
